export const Questions = [
  '오늘 하루를 영화로 만든다면, 장르는?',
  '한강을 따라 산책을 하는 당신, 강아지가 다가와 꼬리를 흔든다.. 이때 당신의 생각은?',
  '친구가 오늘하루 고생한 당신을 위해 치맥을 먹자고 하는데..',
  '쉬려고 눕자마자 윗층에서 들려오는 시끄러운 소리..이때 당신은?',
  '유명 맛집에 도착한 당신! 줄이 길다면?',
  'SNS를 보던 중 정말 맛있어 보이는 맛집 발견! 그런데 가는데에 1시간 넘게 걸린다면?',
  '햇볕이 쨍쨍! 너무 더운 오늘!... 가장 가까운 냉면집 vs 유명 냉면집?',
  '친구들과 고기를 먹으러 가기로 했는데..',
  '식당에 도착해 음식을 기다리며..당신은?',
  '오늘은 중요한 시험날! 공부하다 보니 벌써 점심 시간이 됬는데..',
  '바닷가에서 산책하고 있는 당신, 하늘을 보니 갈매기떼가 날아오는데.. 그때 갈매기 수는?',
];

export const Answers = [
  ['공포', '코믹', '로맨스', '스릴러'],
  [
    '아 귀여워ㅠㅠ 행복한 하루다ㅠㅠ라며 즐거워한다',
    '아 런닝 해야되는데 웬 강아지야..라며 짜증이 난다',
    '무섭지만 태연한 척 걷는다',
    '???',
  ],
  [
    '걱정해 준 친구에게 감동받는다',
    '스트레스가 싹 풀리는 듯 마음이 가벼워진다',
    '오늘 나 고생했나? 생각한다',
    '나가기 귀찮은 마음에 핑계를 대며 다음에 보자고 한다',
  ],
  [
    '당장 따지러 간다',
    '건물 관리자 분께 말한다',
    '이어폰으로 애써 무시한다',
    '신경쓰지 않으려고 노력한다',
  ],
  [
    '옆가게 아무데나 들어간다!',
    '일단 기다려본다',
    '우선 10분정도 기다려보기로 한다',
    '어떻게든 기다려서 먹는다',
  ],
  [
    '절대 못가지ㅠㅠ!',
    '리뷰를 더 찾아 보자..',
    '맛집이라면 그 정도는 감수해야지!',
    '다른 맛집을 찾는다',
  ],
  [
    '지금 바로 먹어야해!',
    '리뷰 검색 시작!',
    '조금 걸어서라도 유명한 곳!',
    '택시를 타더라도 검증된 곳으로!',
  ],
  [
    '배터지게 먹을 수 있는 무한리필집으로!',
    '적당하게 먹을 수 있는 집앞 로컬 식당!',
    '가성비 좋다고 알려진 고깃집으로~',
    '양은 적지만 맛이 최고인 고오급 레스토랑!',
  ],
  [
    '유튜브를 본다',
    '친구에게 전화를 건다',
    '같이 간 친구랑 이야기 한다',
    '친구들에게 어제 있었던 일 썰을 푼다',
  ],
  [
    '친구한테 카톡을 보낸다',
    '대충 모자만 쓰고 김밥천국에 간다',
    '단톡방에 밥 먹을 사람을 구한다',
    '밥먹을때가 아니야.. 공부한다',
  ],
  ['1마리', '2마리', '엄청 많다', '잘못들었는지 갈매기가 안보인다..?'],
];
